let data = [
	"Андрусишин Олег",
	"Балицький Олексій",
	"Барановський Ігор",
	"Бей Тетяна",
	"Білас Всеволод",
	"Білоус Андрій",
	"Бордун Галина",
	"Буба Євген",
	"Вантух Володимир",
	"Васьків Роман",
	"Вервега Тарас",
	"Візняк Юрій",
	"Гагалюк Богдан",
	"Ганущин Олександр",
	"Гичка Михайло",
	"Гірняк Володимир",
	"Голуб Юрій",
	"Грабінський Ігор",
	"Грицик Ольга",
	"Гудима Юрій",
	"Дворянин Парасковія",
	"Дейнека Анатолій",
	"Демчина Роман",
	"Дзюдзь Михайло"
];
let michkafrede = document.getElementById(`table`);
let abobys = "<tr><th>№</th><th>користувач</th><th>відправити лист</th></tr>";
for(i=1;abobys+= `<tr><td>1</td><td>Мишка Фреде</td><td><input type="checkbox"></td></tr>`0
michkafrede.innerHTML=abobys;